<template>
  <div class="statement">
    <div class="header">
      <l-header :title="title"></l-header>
    </div>
    <content>
      <p>
        1、“俏猫”平台（包括但不限于手机 APP、网页版、微信版及 H5 页面）是由广 州俏猫电子商务有限公司开发和负责运营的一款 O2O 上门化妆平台。在使用俏 猫平台之前，请务必仔细阅读本免责声明。用户在使用俏猫平台提供的服务之前， 必须同意接受本声明。当用户按照注册页面提示填写信息、阅读并同意本协议且 完成注册程序后，即表示用户已充分阅读、理解并接受本协议的全部内容。
      </p>
      <p>2、用户注册成功后，本公司将给予每个用户一个用户账号，该账号归本公司所 有，用户完成申请注册手续后，获得账号的使用权。账号使用权仅属于初始申请 注册人，禁止任何形式的让与，包括但不限于赠与、借用、租用、转让或售卖。 用户承担账号与密码的保管责任，并就其账号及密码项下之一切活动（不论是否 由用户本人所为）负全部责任，如用户发现其账号遭他人非法使用，应立即通知 本平台，因黑客行为或用户的保管疏忽导致账号、密码遭他人非法使用所发生的 一切责任，均应由用户本人承担，本平台不承担任何责任。</p>
      <p>3、用户依据俏猫平台中提供的美业师信息进行私下交易所引起的服务纠纷或一 切损失，均由用户自己承担，俏猫不承担任何责任。</p>
      <p>4、用户注册的账户或使用“俏猫”平台的行为、方式如存在违反法律法规或国 家政策要求，或侵犯任何第三方合法权益的情况，均由用户本人承担一切后果， 俏猫不承担任何责任。</p>
      <p>5、我们使用第三方电子支付服务供应商（以下简称“电子支付服务商”），将 用户的第三方电子支付账户关联到用户在“俏猫”平台的个人帐户。处理用户使 用服务相关的付款时，除了受到本协议的约束之外，还要受电子支付服务商及信 用卡、借记卡发卡行的条款和政策的约束。我们对于电子支付服务商或银行发生 的错误不承担责任。我们将获取与用户使用服务相关的特定交易明细。在使用这 些信息时我们将严格遵守相关法律法规和公司的各项政策。</p>
      <p>6、用户在指定服务时间 24 小时之前取消订单的可以退还实际支付金额全款（优 惠券以及积分原路返还），在指定服务时间 3 小时之前取消订单的可以退还实际 支付金额的 50%（不含优惠券以及积分），在指定服务时间 3 小时内取消订单的 将不退还任何金额。</p>
      <p>7、用户使用“俏猫”平台时，应提供真实准确的预约时间，若用户在指定服务 时间内无法联系的，美业师有权无条件取消该订单，并执行上述条款。</p>
      <p>8、在美业师与用户确认的服务时间内美业师未与用户取得联系，并超过一小时 的，本平台将为用户赠送金额为 60 元的满 228 元以上使用的优惠券一张。</p>
      <p>9、若用户在美业师正常工作时间 09:00-22:00 以外时间需提供上门服务的，每笔 订单需增加 30 元服务费（用于补贴美业师夜间打车费用）。</p>
      <p>本声明一切解释权归“俏猫”平台所有。</p>
    </content>
  </div>
</template>
<script>
import lHeader from '../../components/common/lHeader'
export default {
  name: 'statement',
  data () {
    return {
      title: '免责声明',
    }
  },
  components:{
    lHeader
  }
}
</script>
<style lang="scss" scoped>
.statement{
  .header{
    position: fixed;
    width: 100%;
    height: 4rem;
  }
  p{
    padding: 2rem 1.5rem 0;
    &:first-child{
      padding: 6rem 1.5rem 0;
    }
    font-size: 1.3rem;
    color: #000;
  }
}
</style>